Repository: BossaGroove/VPNPlus
Catalog: VPNPlus/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: Finding the server
de: Server wird gesucht
fr: Recherche du serveur
ja: サーバーを検索中
zh_hans: 正在查找服务器
zh_hant: 正在尋找伺服器

source: Further lines aren't kept
de: Weitere Zeilen werden nicht behalten
fr: Les lignes suivantes ne sont pas conservées
ja: これ以降の行は保持されません
zh_hans: 后续行不予保留
zh_hant: 後續行不予保留

# Gave up %@ after %lld seconds
source: Gave up %1$@ after %2$lld seconds
de: %1$@ nach %2$lld Sekunden aufgegeben
fr: Abandon de « %1$@ » après %2$lld secondes
ja: %2$lld 秒後に「%1$@」を中止
zh_hans: %2$lld 秒后放弃“%1$@”
zh_hant: %2$lld 秒後放棄「%1$@」

source: Gave up reconnecting
de: Wiederverbinden aufgegeben
fr: Reconnexion abandonnée
ja: 再接続を中止しました
zh_hans: 已放弃重新连接
zh_hant: 已放棄重新連線

source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Idle too long
de: Zu lange inaktiv
fr: Inactif trop longtemps
ja: アイドル時間が長すぎました
zh_hans: 空闲时间过长
zh_hant: 閒置時間過長

source: Import
de: Importieren
fr: Importer
ja: 読み込む
zh_hans: 导入
zh_hant: 匯入

source: Import a .ovpn profile
de: Ein .ovpn-Profil importieren
fr: Importer un profil .ovpn
ja: .ovpn プロファイルを読み込む
zh_hans: 导入 .ovpn 配置
zh_hant: 匯入 .ovpn 描述檔

source: Import a profile…
de: Profil importieren …
fr: Importer un profil…
ja: プロファイルを読み込む…
zh_hans: 导入配置…
zh_hant: 匯入描述檔⋯

source: Import Anyway
de: Trotzdem importieren
fr: Importer quand même
ja: そのまま読み込む
zh_hans: 仍然导入
zh_hant: 仍要匯入

source: Import Profile
de: Profil importieren
fr: Importer un profil
ja: プロファイルを読み込む
zh_hans: 导入配置
zh_hant: 匯入描述檔

source: Import Profile…
de: Profil importieren …
fr: Importer un profil…
ja: プロファイルを読み込む…
zh_hans: 导入配置…
zh_hant: 匯入描述檔⋯

source: Imported %@
de: %@ importiert
fr: %@ importé
ja: %@ を読み込みました
zh_hans: 已导入 %@
zh_hant: 已匯入 %@

source: Include beta versions
de: Betaversionen einbeziehen
fr: Inclure les versions bêta
ja: ベータ版を含める
zh_hans: 包含测试版
zh_hant: 包含測試版

source: Included
de: Enthalten
fr: Inclus
ja: 含まれています
zh_hans: 已包含
zh_hant: 已包含

source: Included in the profile
de: Im Profil enthalten
fr: Inclus dans le profil
ja: プロファイルに含まれています
zh_hans: 包含在配置中
zh_hant: 包含在描述檔中

source: Install…
de: Installieren …
fr: Installer…
ja: インストール…
zh_hans: 安装…
zh_hant: 安裝⋯

source: Interface
de: Schnittstelle
ja: インターフェース
zh_hans: 接口
zh_hant: 介面

source: It didn't finish in time.
de: Es wurde nicht rechtzeitig fertig.
fr: Cela n'a pas abouti à temps.
ja: 時間内に完了しませんでした。
zh_hans: 未能及时完成。
zh_hant: 未能及時完成。

source: It last connected %@ from a different network. Some servers only accept this Mac from the network they know it on.
de: Zuletzt verbunden %@ aus einem anderen Netzwerk. Manche Server akzeptieren diesen Mac nur aus dem Netzwerk, aus dem sie ihn kennen.
fr: Dernière connexion %@ depuis un autre réseau. Certains serveurs n'acceptent ce Mac que depuis le réseau où ils le connaissent.
ja: 前回は %@、別のネットワークから接続しました。サーバーによっては、既知のネットワークからのこの Mac しか受け付けません。
zh_hans: 上次于%@从另一个网络连接。有些服务器只接受来自其已知网络的这台 Mac。
zh_hant: 上次於%@從另一個網路連線。有些伺服器只接受來自其已知網路的這台 Mac。

source: It last connected %1$@ on %2$@. You're on %3$@ now — a different network interface, which some servers treat as a different device.
de: Zuletzt verbunden %1$@ über %2$@. Jetzt bist du über %3$@ verbunden – eine andere Netzwerkschnittstelle, die manche Server als anderes Gerät behandeln.
fr: Dernière connexion %1$@ via %2$@. Vous êtes maintenant en %3$@, une autre interface réseau, que certains serveurs traitent comme un autre appareil.
ja: 前回は %1$@、%2$@ で接続しました。現在は %3$@ です。ネットワークインターフェースが異なるため、サーバーによっては別のデバイスとして扱われます。
zh_hans: 上次于%1$@通过%2$@连接。你现在使用的是%3$@——网络接口不同，有些服务器会将其视为另一台设备。
zh_hant: 上次於%1$@透過%2$@連線。你現在使用的是%3$@——網路介面不同，有些伺服器會將其視為另一台裝置。

source: It last connected %@.
de: Zuletzt verbunden %@.
fr: Dernière connexion %@.
ja: 前回の接続は %@ です。
zh_hans: 上次连接于%@。
zh_hant: 上次連線於%@。

source: It needs your password, and VPN Plus wasn't running to ask for it. Connect once from VPN Plus and let it remember your password — after that, starting %@ from System Settings or the menu bar will work on its own.
de: Es braucht dein Passwort, und VPN Plus lief nicht, um danach zu fragen. Verbinde einmal aus VPN Plus und lass es dein Passwort merken – danach funktioniert das Starten von %@ aus den Systemeinstellungen oder der Menüleiste von selbst.
fr: Il a besoin de votre mot de passe, et VPN Plus n'était pas ouvert pour le demander. Connectez-vous une fois depuis VPN Plus et laissez-le mémoriser votre mot de passe ; ensuite, démarrer %@ depuis Réglages Système ou la barre des menus fonctionnera tout seul.
ja: パスワードが必要ですが、VPN Plus が起動しておらず確認できませんでした。一度 VPN Plus から接続してパスワードを記憶させると、以後はシステム設定やメニューバーから %@ を開始しても自動的に動作します。
zh_hans: 它需要你的密码，而 VPN Plus 当时未在运行，无法询问。请从 VPN Plus 连接一次并让它记住密码——之后从“系统设置”或菜单栏启动 %@ 就能自行工作。
zh_hant: 它需要你的密碼，而 VPN Plus 當時未在執行，無法詢問。請從 VPN Plus 連線一次並讓它記住密碼——之後從「系統設定」或選單列啟動 %@ 就能自行運作。

source: It stopped while %@, and didn't finish in time.
de: Es brach ab beim Schritt „%@“ und wurde nicht rechtzeitig fertig.
fr: Cela s'est arrêté pendant l'étape « %@ » et n'a pas abouti à temps.
ja: 「%@」の途中で停止し、時間内に完了しませんでした。
zh_hans: 在“%@”阶段停止，未能及时完成。
zh_hant: 在「%@」階段停止，未能及時完成。

source: its certificate and key
de: sein Zertifikat und seinen Schlüssel
fr: son certificat et sa clé
ja: 証明書と鍵
zh_hans: 其证书和密钥
zh_hant: 其憑證和金鑰

source: its saved password in your Keychain
de: sein gesichertes Passwort in deinem Schlüsselbund
fr: son mot de passe enregistré dans votre trousseau
ja: キーチェーンに保存されたパスワード
zh_hans: 钥匙串中保存的密码
zh_hant: 鑰匙圈中儲存的密碼

source: Keep mine
de: Meine behalten
fr: Garder le mien
ja: 自分の設定を保持
zh_hans: 保留我的
zh_hant: 保留我的

source: Keeping yours.
de: Deine wird behalten.
fr: Le vôtre est conservé.
ja: あなたの設定を保持します。
zh_hans: 保留你的设置。
zh_hant: 保留你的設定。

source: key passphrase
de: Schlüssel-Passphrase
fr: phrase secrète de la clé
ja: 鍵のパスフレーズ
zh_hans: 密钥口令
zh_hant: 金鑰密語

source: Language
de: Sprache
fr: Langue
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Last checked %@
de: Zuletzt geprüft %@
fr: Dernière vérification %@
ja: 最終確認: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: LAST GOOD
de: ZULETZT OK
fr: DERNIÈRE RÉUSSIE
ja: 前回成功時
zh_hans: 上次成功
zh_hant: 上次成功

source: Later
de: Später
fr: Plus tard
ja: 後で
zh_hans: 以后
zh_hant: 稍後

source: Launch VPN Plus at login
de: VPN Plus bei der Anmeldung starten
fr: Ouvrir VPN Plus à l'ouverture de session
ja: ログイン時に VPN Plus を起動
zh_hans: 登录时启动 VPN Plus
zh_hant: 登入時啟動 VPN Plus

source: Lost the connection
de: Verbindung verloren
fr: Connexion perdue
ja: 接続が失われました
zh_hans: 连接已丢失
zh_hant: 連線已中斷

source: Lost the connection to %@
de: Verbindung mit %@ verloren
fr: Connexion à %@ perdue
ja: %@ への接続が失われました
zh_hans: 与 %@ 的连接已丢失
zh_hant: 與 %@ 的連線已中斷

source: macOS didn't allow access to the saved password. You can enter it again.
de: macOS hat den Zugriff auf das gesicherte Passwort nicht erlaubt. Du kannst es erneut eingeben.
fr: macOS n'a pas autorisé l'accès au mot de passe enregistré. Vous pouvez le saisir à nouveau.
ja: macOS が保存済みパスワードへのアクセスを許可しませんでした。もう一度入力できます。
zh_hans: macOS 不允许访问已保存的密码。你可以重新输入。
zh_hant: macOS 不允許存取已儲存的密碼。你可以重新輸入。

source: macOS didn't allow it. You can add or remove VPN Plus under Login Items in System Settings.
de: macOS hat es nicht erlaubt. Du kannst VPN Plus in den Systemeinstellungen unter „Anmeldeobjekte“ hinzufügen oder entfernen.
fr: macOS ne l'a pas autorisé. Vous pouvez ajouter ou retirer VPN Plus sous Ouverture dans Réglages Système.
ja: macOS が許可しませんでした。システム設定の「ログイン項目」で VPN Plus を追加または削除できます。
zh_hans: macOS 不允许此操作。你可以在“系统设置”的“登录项”中添加或移除 VPN Plus。
zh_hant: macOS 不允許此操作。你可以在「系統設定」的「登入項目」中加入或移除 VPN Plus。

source: macOS didn't allow the copy into your Applications folder. Drag VPN Plus there yourself, then open it from there.
de: macOS hat das Kopieren in deinen Ordner „Programme“ nicht erlaubt. Ziehe VPN Plus selbst dorthin und öffne es von dort.
fr: macOS n'a pas autorisé la copie dans votre dossier Applications. Glissez-y VPN Plus vous-même, puis ouvrez-le depuis là.
ja: macOS がアプリケーションフォルダへのコピーを許可しませんでした。VPN Plus を手動でドラッグし、そこから開いてください。
zh_hans: macOS 不允许拷贝到“应用程序”文件夹。请自行将 VPN Plus 拖到那里，然后从那里打开。
zh_hant: macOS 不允許拷貝到「應用程式」檔案夾。請自行將 VPN Plus 拖到那裡，再從那裡開啟。

source: macOS installed VPN Plus's network component but needs a restart before it can run.
de: macOS hat die Netzwerkkomponente von VPN Plus installiert, braucht aber einen Neustart, bevor sie laufen kann.
fr: macOS a installé le composant réseau de VPN Plus mais doit redémarrer avant qu'il puisse s'exécuter.
ja: macOS は VPN Plus のネットワークコンポーネントをインストールしましたが、実行には再起動が必要です。
zh_hans: macOS 已安装 VPN Plus 的网络组件，但需要重新启动才能运行。
zh_hant: macOS 已安裝 VPN Plus 的網路元件，但需要重新啟動才能執行。

source: macOS needs your permission before VPN Plus can create a VPN connection. This happens once on this Mac. You'll be asked to turn VPN Plus on in System Settings, to enter your Mac's password, and then to allow VPN Plus to add a VPN configuration.
de: macOS braucht deine Erlaubnis, bevor VPN Plus eine VPN-Verbindung erstellen kann. Das passiert einmal auf diesem Mac. Du wirst gebeten, VPN Plus in den Systemeinstellungen einzuschalten, das Passwort deines Macs einzugeben und dann VPN Plus zu erlauben, eine VPN-Konfiguration hinzuzufügen.
fr: macOS a besoin de votre autorisation avant que VPN Plus puisse créer une connexion VPN. Cela n'arrive qu'une fois sur ce Mac. Il vous sera demandé d'activer VPN Plus dans Réglages Système, de saisir le mot de passe de votre Mac, puis d'autoriser VPN Plus à ajouter une configuration VPN.
ja: VPN Plus が VPN 接続を作成するには、macOS の許可が必要です。この Mac では一度だけ行われます。 システム設定で VPN Plus をオンにし、Mac のパスワードを入力し、その後 VPN Plus による VPN 構成の追加を許可するよう求められます。
zh_hans: VPN Plus 创建 VPN 连接前需要 macOS 的许可。这在这台 Mac 上只需一次。 系统会要求你在“系统设置”中开启 VPN Plus，输入 Mac 的密码，然后允许 VPN Plus 添加 VPN 配置。
zh_hant: VPN Plus 建立 VPN 連線前需要 macOS 的許可。這在這台 Mac 上只需一次。 系統會要求你在「系統設定」中開啟 VPN Plus，輸入 Mac 的密碼，然後允許 VPN Plus 加入 VPN 設定。

source: macOS refused its network component. Download VPN Plus again and replace this copy.
de: macOS hat seine Netzwerkkomponente abgelehnt. Lade VPN Plus erneut und ersetze diese Kopie.
fr: macOS a refusé son composant réseau. Téléchargez VPN Plus à nouveau et remplacez cette copie.
ja: macOS がネットワークコンポーネントを拒否しました。VPN Plus をもう一度ダウンロードし、このコピーを置き換えてください。
zh_hans: macOS 拒绝了其网络组件。请重新下载 VPN Plus 并替换这份拷贝。
zh_hant: macOS 拒絕了其網路元件。請重新下載 VPN Plus 並取代這份拷貝。

source: Menu Bar
de: Menüleiste
fr: Barre des menus
ja: メニューバー
zh_hans: 菜单栏
zh_hant: 選單列

source: More options for %@
de: Weitere Optionen für %@
fr: Plus d'options pour %@
ja: %@ のその他のオプション
zh_hans: %@ 的更多选项
zh_hant: %@ 的更多選項

source: Move Left
de: Nach links bewegen
fr: Déplacer vers la gauche
ja: 左へ移動
zh_hans: 向左移动
zh_hant: 向左移動

source: Move Right
de: Nach rechts bewegen
fr: Déplacer vers la droite
ja: 右へ移動
zh_hans: 向右移动
zh_hant: 向右移動

source: Move to Applications
de: In „Programme“ bewegen
fr: Déplacer dans Applications
ja: アプリケーションに移動
zh_hans: 移到“应用程序”
zh_hant: 移到「應用程式」

source: Move VPN Plus to your Applications folder
de: Bewege VPN Plus in deinen Ordner „Programme“
fr: Déplacez VPN Plus dans votre dossier Applications
ja: VPN Plus をアプリケーションフォルダに移動してください
zh_hans: 请将 VPN Plus 移到“应用程序”文件夹
zh_hant: 請將 VPN Plus 移到「應用程式」檔案夾

source: Needs something unsupported
de: Braucht etwas nicht Unterstütztes
fr: Nécessite quelque chose de non pris en charge
ja: 未対応の機能が必要です
zh_hans: 需要不支持的功能
zh_hant: 需要不支援的功能

source: Network
de: Netzwerk
fr: Réseau
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

# Network: %@, gateway %@, address randomised: %@
source: Network: %1$@, gateway %2$@, address randomised: %3$@
de: Netzwerk: %1$@, Gateway %2$@, Adresse zufällig: %3$@
fr: Réseau : %1$@, passerelle %2$@, adresse aléatoire : %3$@
ja: ネットワーク: %1$@、ゲートウェイ %2$@、ランダムアドレス: %3$@
zh_hans: 网络：%1$@，网关 %2$@，随机地址：%3$@
zh_hant: 網路：%1$@，閘道 %2$@，隨機位址：%3$@

source: Never
de: Nie
fr: Jamais
ja: なし
zh_hans: 从未
zh_hant: 從未

source: Never checked for updates
de: Noch nie nach Updates gesucht
fr: Aucune recherche de mises à jour effectuée
ja: アップデートを確認したことがありません
zh_hans: 从未检查过更新
zh_hant: 從未檢查過更新

source: Never connected
de: Nie verbunden
fr: Jamais connecté
ja: 未接続
zh_hans: 从未连接
zh_hant: 從未連線

source: no
de: nein
fr: non
ja: いいえ
zh_hans: 否
zh_hant: 否

source: No
de: Nein
fr: Non
ja: いいえ
zh_hans: 否
zh_hant: 否

source: No agreed secure connection
de: Keine sichere Verbindung vereinbart
fr: Aucune connexion sécurisée convenue
ja: 安全な接続を確立できませんでした
zh_hans: 未能建立安全连接
zh_hant: 未能建立安全連線

source: No connection attempts recorded yet
de: Noch keine Verbindungsversuche aufgezeichnet
fr: Aucune tentative de connexion enregistrée
ja: 接続の記録はまだありません
zh_hans: 尚无连接尝试记录
zh_hant: 尚無連線嘗試記錄

source: No connection attempts recorded yet.
de: Noch keine Verbindungsversuche aufgezeichnet.
fr: Aucune tentative de connexion enregistrée.
ja: 接続の記録はまだありません。
zh_hans: 尚无连接尝试记录。
zh_hant: 尚無連線嘗試記錄。

source: no network
de: kein Netzwerk
fr: pas de réseau
ja: ネットワークなし
zh_hans: 无网络
zh_hant: 無網路

source: No network
de: Kein Netzwerk
fr: Pas de réseau
ja: ネットワークなし
zh_hans: 无网络
zh_hant: 無網路

source: No network connection
de: Keine Netzwerkverbindung
fr: Aucune connexion réseau
ja: ネットワークに接続されていません
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No problems in what is recorded.
de: Keine Probleme im Aufgezeichneten.
fr: Aucun problème dans ce qui est enregistré.
ja: 記録された内容に問題はありません。
zh_hans: 记录中没有问题。
zh_hant: 記錄中沒有問題。

source: No profiles yet
de: Noch keine Profile
fr: Aucun profil pour l'instant
ja: プロファイルがありません
zh_hans: 尚无配置
zh_hant: 尚無描述檔

source: No settings for this profile
de: Keine Einstellungen für dieses Profil
fr: Aucun réglage pour ce profil
ja: このプロファイルの設定がありません
zh_hans: 此配置没有设置
zh_hant: 此描述檔沒有設定

source: No update server answered. Try again later.
de: Kein Update-Server hat geantwortet. Versuche es später noch einmal.
fr: Aucun serveur de mise à jour n'a répondu. Réessayez plus tard.
ja: アップデートサーバーから応答がありません。後でもう一度お試しください。
zh_hans: 更新服务器无响应。请稍后再试。
zh_hant: 更新伺服器沒有回應。請稍後再試。

source: none
de: keine
fr: aucun
ja: なし
zh_hans: 无
zh_hant: 無

source: None
de: Keine
fr: Aucun
ja: なし
zh_hans: 无
zh_hant: 無

source: None — signs in by itself
de: Keine – meldet sich selbst an
fr: Aucun — s'identifie tout seul
ja: なし — 自動でサインインします
zh_hans: 无——自行登录
zh_hant: 無——自行登入

source: None — the server is checked another way
de: Keine – der Server wird anders geprüft
fr: Aucun — le serveur est vérifié autrement
ja: なし — サーバーは別の方法で検証されます
zh_hans: 无——服务器以其他方式验证
zh_hant: 無——伺服器以其他方式驗證

source: Not allowed
de: Nicht erlaubt
fr: Non autorisé
ja: 許可されていません
zh_hans: 不允许
zh_hant: 不允許

source: Not connected
de: Nicht verbunden
fr: Non connecté
ja: 未接続
zh_hans: 未连接
zh_hant: 未連線

source: not in this profile
de: nicht in diesem Profil
fr: pas dans ce profil
ja: このプロファイルにはありません
zh_hans: 不在此配置中
zh_hant: 不在此描述檔中

source: Not included
de: Nicht enthalten
fr: Non inclus
ja: 含まれていません
zh_hans: 未包含
zh_hant: 未包含

source: Not now
de: Nicht jetzt
fr: Pas maintenant
ja: 今はしない
zh_hans: 暂不
zh_hant: 暫不

source: Not recorded
de: Nicht aufgezeichnet
fr: Non enregistré
ja: 記録なし
zh_hans: 未记录
zh_hant: 未記錄

source: Not recorded at import
de: Beim Import nicht aufgezeichnet
fr: Non enregistré à l'importation
ja: 読み込み時に記録されていません
zh_hans: 导入时未记录
zh_hant: 匯入時未記錄

source: Not required
de: Nicht erforderlich
fr: Non requis
ja: 不要
zh_hans: 不需要
zh_hant: 不需要

source: Not set
de: Nicht gesetzt
fr: Non défini
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

source: Nothing
de: Nichts
fr: Rien
ja: なし
zh_hans: 无
zh_hant: 無

source: Nothing about this Mac has changed since it last connected, %@ — the same network, the same connection, the same address. That points at the server rather than at this Mac.
de: An diesem Mac hat sich seit der letzten Verbindung %@ nichts geändert – gleiches Netzwerk, gleiche Verbindung, gleiche Adresse. Das deutet auf den Server hin, nicht auf diesen Mac.
fr: Rien n'a changé sur ce Mac depuis sa dernière connexion, %@ : même réseau, même connexion, même adresse. Cela désigne le serveur plutôt que ce Mac.
ja: 前回の接続(%@)以降、この Mac には変化がありません。同じネットワーク、同じ接続、同じアドレスです。原因はこの Mac ではなくサーバー側にあると考えられます。
zh_hans: 自上次连接（%@）以来，这台 Mac 没有任何变化——同一网络、同一连接、同一地址。问题更可能在服务器而不是这台 Mac。
zh_hant: 自上次連線（%@）以來，這台 Mac 沒有任何變化——同一網路、同一連線、同一位址。問題比較可能在伺服器而不是這台 Mac。

source: Nothing has been recorded for this profile yet. Connect once and the attempt appears here.
de: Für dieses Profil wurde noch nichts aufgezeichnet. Verbinde einmal, und der Versuch erscheint hier.
fr: Rien n'a encore été enregistré pour ce profil. Connectez-vous une fois et la tentative apparaîtra ici.
ja: このプロファイルの記録はまだありません。一度接続すると、その試行がここに表示されます。
zh_hans: 此配置尚无记录。连接一次后，尝试记录会显示在这里。
zh_hant: 此描述檔尚無記錄。連線一次後，嘗試記錄會顯示在這裡。

source: Nothing matches “%@”.
de: Nichts passt zu „%@“.
fr: Rien ne correspond à « %@ ».
ja: 「%@」に一致するものはありません。
zh_hans: 没有与“%@”匹配的内容。
zh_hant: 沒有與「%@」相符的內容。

source: Nothing to sign in with
de: Nichts zum Anmelden
fr: Rien pour s'identifier
ja: サインインに使う情報がありません
zh_hans: 没有可用于登录的信息
zh_hant: 沒有可用於登入的資訊

source: NOW
de: JETZT
fr: MAINTENANT
ja: 現在
zh_hans: 现在
zh_hant: 現在

source: One PEM file holding a certificate and its private key.
de: Eine PEM-Datei mit einem Zertifikat und dessen privatem Schlüssel.
fr: Un fichier PEM contenant un certificat et sa clé privée.
ja: 証明書とその秘密鍵を含む 1 つの PEM ファイル。
zh_hans: 一个包含证书及其私钥的 PEM 文件。
zh_hant: 一個包含憑證及其私密金鑰的 PEM 檔案。

source: One thing worth knowing: macOS is using a private Wi-Fi address on this network, so a VPN that checks hardware addresses won't recognise this Mac. You can turn that off for this network in System Settings, under Wi-Fi.
de: Gut zu wissen: macOS verwendet in diesem Netzwerk eine private WLAN-Adresse, deshalb erkennt ein VPN, das Hardwareadressen prüft, diesen Mac nicht. Du kannst das für dieses Netzwerk in den Systemeinstellungen unter „WLAN“ ausschalten.
fr: Bon à savoir : macOS utilise une adresse Wi-Fi privée sur ce réseau, donc un VPN qui vérifie les adresses matérielles ne reconnaîtra pas ce Mac. Vous pouvez désactiver cela pour ce réseau dans Réglages Système, sous Wi-Fi.
ja: 参考: macOS はこのネットワークでプライベート Wi-Fi アドレスを使用しているため、ハードウェアアドレスを確認する VPN はこの Mac を認識しません。システム設定の「Wi-Fi」で、このネットワークについてオフにできます。
zh_hans: 提示：macOS 在此网络使用私有 Wi-Fi 地址，因此检查硬件地址的 VPN 不会识别这台 Mac。你可以在“系统设置”的“Wi-Fi”中为此网络关闭该功能。
zh_hant: 提示：macOS 在此網路使用私人 Wi-Fi 位址，因此檢查硬體位址的 VPN 不會認得這台 Mac。你可以在「系統設定」的「Wi-Fi」中為此網路關閉該功能。

source: One thing worth knowing: this Mac is presenting a private hardware address on this network, so a VPN that checks hardware addresses won't recognise it.
de: Gut zu wissen: Dieser Mac zeigt in diesem Netzwerk eine private Hardwareadresse, deshalb erkennt ihn ein VPN, das Hardwareadressen prüft, nicht.
fr: Bon à savoir : ce Mac présente une adresse matérielle privée sur ce réseau, donc un VPN qui vérifie les adresses matérielles ne le reconnaîtra pas.
ja: 参考: この Mac はこのネットワークでプライベートなハードウェアアドレスを提示しているため、ハードウェアアドレスを確認する VPN はこの Mac を認識しません。
zh_hans: 提示：这台 Mac 在此网络使用私有硬件地址，因此检查硬件地址的 VPN 不会识别它。
zh_hant: 提示：這台 Mac 在此網路使用私人硬體位址，因此檢查硬體位址的 VPN 不會認得它。

source: One-time setup
de: Einmalige Einrichtung
fr: Configuration unique
ja: 初回の設定
zh_hans: 一次性设置
zh_hant: 一次性設定

source: Open Date & Time
de: Datum & Uhrzeit öffnen
fr: Ouvrir Date et heure
ja: 「日付と時刻」を開く
zh_hans: 打开“日期与时间”
zh_hant: 打開「日期與時間」

source: Open System Settings again
de: Systemeinstellungen erneut öffnen
fr: Rouvrir Réglages Système
ja: システム設定をもう一度開く
zh_hans: 再次打开“系统设置”
zh_hant: 再次打開「系統設定」

source: Open VPN Plus
de: VPN Plus öffnen
fr: Ouvrir VPN Plus
ja: VPN Plus を開く
zh_hans: 打开 VPN Plus
zh_hant: 打開 VPN Plus

source: Or ask whoever gave it to you whether they matter.
de: Oder frag die Person, von der du es hast, ob sie wichtig sind.
fr: Ou demandez à la personne qui vous l'a fourni si cela a de l'importance.
ja: または、提供者にそれらが重要かどうか確認してください。
zh_hans: 或者询问提供者这些设置是否重要。
zh_hant: 或者詢問提供者這些設定是否重要。

source: Or ask whoever gave you this profile for a version with the certificate included.
de: Oder bitte die Person, von der du dieses Profil hast, um eine Version mit enthaltenem Zertifikat.
fr: Ou demandez à la personne qui vous a fourni ce profil une version incluant le certificat.
ja: または、このプロファイルの提供者に証明書を含んだ版を依頼してください。
zh_hans: 或者向提供此配置的人索取包含证书的版本。
zh_hant: 或者向提供此描述檔的人索取包含憑證的版本。

source: or drag a .ovpn file anywhere in this window
de: oder ziehe eine .ovpn-Datei irgendwo in dieses Fenster
fr: ou glissez un fichier .ovpn n'importe où dans cette fenêtre
ja: または .ovpn ファイルをこのウインドウにドラッグ
zh_hans: 或将 .ovpn 文件拖到此窗口任意位置
zh_hant: 或將 .ovpn 檔案拖到此視窗任意位置

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Passwords and keys are removed
de: Passwörter und Schlüssel werden entfernt
fr: Les mots de passe et les clés sont retirés
ja: パスワードと鍵は除去されます
zh_hans: 密码和密钥已移除
zh_hant: 密碼和金鑰已移除

source: Passwords and keys are removed.
de: Passwörter und Schlüssel werden entfernt.
fr: Les mots de passe et les clés sont retirés.
ja: パスワードと鍵は除去されます。
zh_hans: 密码和密钥已移除。
zh_hant: 密碼和金鑰已移除。

source: Paste
de: Einsetzen
fr: Coller
ja: ペースト
zh_hans: 粘贴
zh_hant: 貼上

source: Private key passphrase
de: Passphrase des privaten Schlüssels
fr: Phrase secrète de la clé privée
ja: 秘密鍵のパスフレーズ
zh_hans: 私钥口令
zh_hant: 私密金鑰密語

source: Problems only
de: Nur Probleme
fr: Problèmes seulement
ja: 問題のみ
zh_hans: 仅显示问题
zh_hant: 僅顯示問題

source: Profile
de: Profil
fr: Profil
ja: プロファイル
zh_hans: 配置
zh_hant: 描述檔

source: Profile file replaced
de: Profildatei ersetzt
fr: Fichier de profil remplacé
ja: プロファイルファイルを置き換えました
zh_hans: 配置文件已替换
zh_hant: 描述檔已取代

source: protocol
de: Protokoll
fr: protocole
ja: プロトコル
zh_hans: 协议
zh_hant: 通訊協定

source: Protocol
de: Protokoll
fr: Protocole
ja: プロトコル
zh_hans: 协议
zh_hant: 通訊協定

source: Protocol %@
de: Protokoll %@
fr: Protocole %@
ja: プロトコル %@
zh_hans: 协议 %@
zh_hant: 通訊協定 %@

source: Quit VPN Plus
de: VPN Plus beenden
fr: Quitter VPN Plus
ja: VPN Plus を終了
zh_hans: 退出 VPN Plus
zh_hant: 結束 VPN Plus

source: Ran out of time
de: Zeit abgelaufen
fr: Temps écoulé
ja: 時間切れ
zh_hans: 超时
zh_hant: 逾時

source: Reconnect automatically
de: Automatisch wiederverbinden
fr: Se reconnecter automatiquement
ja: 自動的に再接続
zh_hans: 自动重新连接
zh_hant: 自動重新連線

source: Reconnect automatically if the connection drops
de: Automatisch wiederverbinden, wenn die Verbindung abbricht
fr: Se reconnecter automatiquement si la connexion tombe
ja: 接続が切れたら自動的に再接続
zh_hans: 连接中断时自动重新连接
zh_hant: 連線中斷時自動重新連線

source: Reconnect automatically: off
de: Automatisch wiederverbinden: aus
fr: Reconnexion automatique : désactivée
ja: 自動的に再接続: オフ
zh_hans: 自动重新连接：关闭
zh_hant: 自動重新連線：關閉

source: Reconnecting
de: Verbinde erneut
fr: Reconnexion
ja: 再接続中
zh_hans: 正在重新连接
zh_hant: 正在重新連線

source: Remember in Keychain
de: Im Schlüsselbund merken
fr: Mémoriser dans le trousseau
ja: キーチェーンに保存
zh_hans: 保存到钥匙串
zh_hant: 儲存到鑰匙圈

source: Remember the password in my Keychain
de: Passwort in meinem Schlüsselbund merken
fr: Mémoriser le mot de passe dans mon trousseau
ja: パスワードをキーチェーンに保存
zh_hans: 将密码保存到我的钥匙串
zh_hant: 將密碼儲存到我的鑰匙圈

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 移除

source: Remove “%@”?
de: „%@“ entfernen?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか?
zh_hans: 要删除“%@”吗？
zh_hant: 要移除「%@」嗎？

source: Remove…
de: Entfernen …
fr: Supprimer…
ja: 削除…
zh_hans: 删除…
zh_hant: 移除⋯

source: Rename…
de: Umbenennen …
fr: Renommer…
ja: 名前を変更…
zh_hans: 重命名…
zh_hant: 重新命名⋯

source: Replace
de: Ersetzen
fr: Remplacer
ja: 置き換える
zh_hans: 替换
zh_hant: 取代

source: Replace profile file…
de: Profildatei ersetzen …
fr: Remplacer le fichier de profil…
ja: プロファイルファイルを置き換える…
zh_hans: 替换配置文件…
zh_hant: 取代描述檔⋯

source: Replace…
de: Ersetzen …
fr: Remplacer…
ja: 置き換える…
zh_hans: 替换…
zh_hant: 取代⋯

source: replaced since then
de: seitdem ersetzt
fr: remplacé depuis
ja: その後置き換えられました
zh_hans: 此后已替换
zh_hant: 此後已取代

source: Required
de: Erforderlich
fr: Requis
ja: 必須
zh_hans: 必需
zh_hant: 必要

source: Restart Now
de: Jetzt neu starten
fr: Redémarrer maintenant
ja: 今すぐ再起動
zh_hans: 立即重新启动
zh_hant: 立即重新啟動
